tap "derailed/k9s"
tap "fluxcd/tap"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
tap "sst/tap"
tap "tw93/tap"
brew "age"
brew "brotli"
brew "lz4"
brew "xz"
brew "zstd"
brew "ca-certificates"
brew "openssl@3"
brew "gettext"
brew "libssh2"
brew "aria2"
brew "atuin"
brew "ncurses"
brew "bash"
brew "libgit2"
brew "oniguruma"
brew "bat"
brew "bfg"
brew "cmake"
brew "coreutils"
brew "libnghttp2"
brew "curl"
brew "deno"
brew "direnv"
brew "docker"
brew "doctl"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gawk"
brew "geckodriver"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "gmp"
brew "libevent"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "jq"
brew "just"
brew "krb5"
brew "kubernetes-cli"
brew "lazygit"
brew "libgit2@1.7"
brew "libpq"
brew "llvm@18"
brew "lua"
brew "luarocks"
brew "media-control"
brew "netcat"
brew "ninja"
brew "nowplaying-cli"
brew "openapi-generator"
brew "openjdk@17"
brew "openldap"
brew "pgvector"
brew "php"
brew "composer"
brew "php-cs-fixer"
brew "pinentry-mac"
brew "pkgconf"
brew "pngquant"
brew "postgresql@18", restart_service: :changed
brew "railway"
brew "ripgrep"
brew "ruff"
brew "rtmpdump"
brew "rust"
brew "shellcheck"
brew "sops"
brew "sqlc"
brew "starship"
brew "stormy"
brew "stow"
brew "stylua"
brew "ta-lib"
brew "utf8proc"
brew "tmux"
brew "tpm"
brew "ttfautohint"
brew "wakeonlan"
brew "wget"
brew "zoxide"
brew "derailed/k9s/k9s"
brew "fluxcd/tap/flux"
brew "sst/tap/opencode"
brew "tw93/tap/mole"
cask "nikitabobko/tap/aerospace"
cask "mactex"
cask "brave-browser"
cask "chatgpt"
cask "codex"
cask "cursor"
cask "discord"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-sans-symbols-2"
cask "ghostty"
cask "google-chrome"
cask "mullvad-vpn"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "rar"
cask "skim"
cask "superwhisper"
cask "tableplus"
cask "telegram"
cask "windows-app"
cask "xquartz"
cask "yaak"
cargo "tree-sitter-cli"
