execute echo # Taps
# Taps
execute echo tap "homebrew/bundle"
tap "homebrew/bundle"
execute echo tap "homebrew/cask"
tap "homebrew/cask"
execute echo tap "homebrew/core"
tap "homebrew/core"
execute echo 

execute echo # Formulae
# Formulae
execute echo brew "execute brew leaves"
brew "execute brew leaves"
execute echo brew "aria2"
brew "aria2"
execute echo brew "bat"
brew "bat"
execute echo brew "bfg"
brew "bfg"
execute echo brew "btop"
brew "btop"
execute echo brew "cmake"
brew "cmake"
execute echo brew "curl"
brew "curl"
execute echo brew "derailed/k9s/k9s"
brew "derailed/k9s/k9s"
execute echo brew "exiftool"
brew "exiftool"
execute echo brew "eza"
brew "eza"
execute echo brew "fd"
brew "fd"
execute echo brew "flake8"
brew "flake8"
execute echo brew "fluxcd/tap/flux"
brew "fluxcd/tap/flux"
execute echo brew "fzf"
brew "fzf"
execute echo brew "gh"
brew "gh"
execute echo brew "gnupg"
brew "gnupg"
execute echo brew "go"
brew "go"
execute echo brew "jesseduffield/lazygit/lazygit"
brew "jesseduffield/lazygit/lazygit"
execute echo brew "kubernetes-cli"
brew "kubernetes-cli"
execute echo brew "kubeseal"
brew "kubeseal"
execute echo brew "libpq"
brew "libpq"
execute echo brew "luarocks"
brew "luarocks"
execute echo brew "ninja"
brew "ninja"
execute echo brew "opencv"
brew "opencv"
execute echo brew "openjdk@17"
brew "openjdk@17"
execute echo brew "pnpm"
brew "pnpm"
execute echo brew "ripgrep"
brew "ripgrep"
execute echo brew "rust"
brew "rust"
execute echo brew "stow"
brew "stow"
execute echo brew "stylua"
brew "stylua"
execute echo brew "ta-lib"
brew "ta-lib"
execute echo brew "tpm"
brew "tpm"
execute echo brew "unar"
brew "unar"
execute echo brew "wakeonlan"
brew "wakeonlan"
execute echo brew "wget"
brew "wget"
execute echo 

execute echo # Casks
# Casks
execute echo cask "execute brew list --cask"
cask "execute brew list --cask"
execute echo cask "aerospace"
cask "aerospace"
execute echo cask "claude"
cask "claude"
execute echo cask "discord"
cask "discord"
execute echo cask "firefox"
cask "firefox"
execute echo cask "font-caskaydia-mono-nerd-font"
cask "font-caskaydia-mono-nerd-font"
execute echo cask "font-hack-nerd-font"
cask "font-hack-nerd-font"
execute echo cask "font-jetbrains-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
execute echo cask "font-terminess-ttf-nerd-font"
cask "font-terminess-ttf-nerd-font"
execute echo cask "ghostty"
cask "ghostty"
execute echo cask "microsoft-auto-update"
cask "microsoft-auto-update"
execute echo cask "microsoft-teams"
cask "microsoft-teams"
execute echo cask "mullvadvpn"
cask "mullvadvpn"
execute echo cask "postman"
cask "postman"
execute echo cask "rectangle"
cask "rectangle"
execute echo cask "skim"
cask "skim"
execute echo cask "slack"
cask "slack"
execute echo cask "superwhisper"
cask "superwhisper"
execute echo cask "telegram"
cask "telegram"
execute echo cask "typora"
cask "typora"
execute echo cask "windows-app"
cask "windows-app"
[DRY_RUN]: execute echo # Taps
[DRY_RUN]: execute echo tap "homebrew/bundle"
[DRY_RUN]: execute echo tap "homebrew/cask"
[DRY_RUN]: execute echo tap "homebrew/core"
[DRY_RUN]: execute echo 
[DRY_RUN]: execute echo # Formulae
[DRY_RUN]: execute echo brew "execute brew leaves"
[DRY_RUN]: execute echo brew "aria2"
[DRY_RUN]: execute echo brew "bat"
[DRY_RUN]: execute echo brew "bfg"
[DRY_RUN]: execute echo brew "btop"
[DRY_RUN]: execute echo brew "cmake"
[DRY_RUN]: execute echo brew "curl"
[DRY_RUN]: execute echo brew "derailed/k9s/k9s"
[DRY_RUN]: execute echo brew "exiftool"
[DRY_RUN]: execute echo brew "eza"
[DRY_RUN]: execute echo brew "fd"
[DRY_RUN]: execute echo brew "flake8"
[DRY_RUN]: execute echo brew "fluxcd/tap/flux"
[DRY_RUN]: execute echo brew "fzf"
[DRY_RUN]: execute echo brew "gh"
[DRY_RUN]: execute echo brew "gnupg"
[DRY_RUN]: execute echo brew "go"
[DRY_RUN]: execute echo brew "jesseduffield/lazygit/lazygit"
[DRY_RUN]: execute echo brew "kubernetes-cli"
[DRY_RUN]: execute echo brew "kubeseal"
[DRY_RUN]: execute echo brew "libpq"
[DRY_RUN]: execute echo brew "luarocks"
[DRY_RUN]: execute echo brew "ninja"
[DRY_RUN]: execute echo brew "opencv"
[DRY_RUN]: execute echo brew "openjdk@17"
[DRY_RUN]: execute echo brew "pnpm"
[DRY_RUN]: execute echo brew "ripgrep"
[DRY_RUN]: execute echo brew "rust"
[DRY_RUN]: execute echo brew "stow"
[DRY_RUN]: execute echo brew "stylua"
[DRY_RUN]: execute echo brew "ta-lib"
[DRY_RUN]: execute echo brew "tpm"
[DRY_RUN]: execute echo brew "unar"
[DRY_RUN]: execute echo brew "wakeonlan"
[DRY_RUN]: execute echo brew "wget"
[DRY_RUN]: execute echo 
[DRY_RUN]: execute echo # Casks
[DRY_RUN]: execute echo cask "execute brew list --cask"
[DRY_RUN]: execute echo cask "aerospace"
[DRY_RUN]: execute echo cask "claude"
[DRY_RUN]: execute echo cask "discord"
[DRY_RUN]: execute echo cask "firefox"
[DRY_RUN]: execute echo cask "font-caskaydia-mono-nerd-font"
[DRY_RUN]: execute echo cask "font-hack-nerd-font"
[DRY_RUN]: execute echo cask "font-jetbrains-mono-nerd-font"
[DRY_RUN]: execute echo cask "font-terminess-ttf-nerd-font"
[DRY_RUN]: execute echo cask "ghostty"
[DRY_RUN]: execute echo cask "microsoft-auto-update"
[DRY_RUN]: execute echo cask "microsoft-teams"
[DRY_RUN]: execute echo cask "mullvadvpn"
[DRY_RUN]: execute echo cask "postman"
[DRY_RUN]: execute echo cask "rectangle"
[DRY_RUN]: execute echo cask "skim"
[DRY_RUN]: execute echo cask "slack"
[DRY_RUN]: execute echo cask "superwhisper"
[DRY_RUN]: execute echo cask "telegram"
[DRY_RUN]: execute echo cask "typora"
[DRY_RUN]: execute echo cask "windows-app"
